Repository: InoreNeronI/Eguraldia
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: eu

source: Error 404
eu: 404 errorea

source: Error 500
eu: 500 errorea

source: Auth & Sign
eu: Autentifikatu eta hasi saioa

source: Error
eu: Errorea

source: Welcome
eu: Ongi etorri

source: Set password
eu: Ezarri pasahitza

source: Welcome back
eu: Ongi etorri

source: Home
eu: Hasiera

source: Where are you going?
eu: Nora zoaz?

source: You denied the request for Geolocation.
eu: Ukatu egin duzu Geolokalizazio eskaera.

source: High tide
eu: Itsasgora

source: Low tide
eu: Itsasbehera

source: Close menu
eu: Itxi menua

source: Open menu
eu: Ireki menua

source: Show city map
eu: Ikusi hirien mapa

source: Show initial map
eu: Ikusi hasierako mapa

source: Show location map
eu: Erakutsi kokapen mapa

source: Moon phase
eu: Ilargi fasea

source: Moonrise
eu: Ilargi irtetzea

source: Moonset
eu: Ilargi sartzea

source: We do not have this data yet, please try again later.
eu: Datu hauek ez ditugu oraindik, saiatu berriro geroago.

source: Geolocation is unavailable.
eu: Geolokalizazioa ez dago erabilgarri.

source: Locating...
eu: Aurkitzen...

source: Sunrise
eu: Egunsentia

source: Sunset
eu: Ilunabarra

source: The request to get user location timed out.
eu: Erabiltzailearen kokapena lortzeko eskaera agortu egin da.

source: Location information is unavailable.
eu: Kokapen informazioa ez dago erabilgarri.

source: An unknown error occurred.
eu: Errore ezezaguna gertatu da.

source: Visibility
eu: Ikusgarritasuna

source: Wave height
eu: Olatuen altuera

source: Water temperature
eu: Uraren tenperatura

source: Support
eu: Laguntza

source: Information on the weather and climate in the Basque Country: weather forecast, sea conditions, warnings and alerts, maps
eu: Euskal Herriko eguraldiari eta klimari buruzko informazioa: eguraldiaren iragarpena, itsas baldintzak, abisuak eta alertak, mapak

source: weather, climate, forecast, sea condition, Basque Country
eu: eguraldia, klima, iragarpena, itsasoaren egoera, Euskal Herria

source: Invert colors
eu: Alderantzikatu koloreak

source: Fork me on GitHub ❤
eu: Adarka nazazu GitHub-en ❤

source: Latitude
eu: Latitudea

source: Longitude
eu: Longitudea

source: Place, Postcode
eu: Lekua, posta kodea

source: Suburb, City
eu: Auzoa, hiria

source: County, Region, Country
eu: Konderria, eskualdea, herrialdea

source: Sign in
eu: Hasi saioa

source: Sign up
eu: Izena eman

source: or
eu: edo

source: Sign up with Google
eu: Eman izena Googlerekin

source: Sign up with Twitter
eu: Eman izena Twitterrekin

source: "%s" language is not supported.
eu: "%s" hizkuntza ez da onartzen.

source: Enjoy %s ッ
eu: Gozatu %s ッ

source: Enjoy daylight ッ
eu: Gozatu eguneko argia ッ

source: Enjoy nightlight ッ
eu: Gozatu gaueko argia ッ

source: Werkzeug server is not running.
eu: Werkzeug zerbitzaria ez dago martxan.

source: Server shutting down...
eu: Zerbitzaria itzaltzen ...

source: Text is mandatory.
eu: Testua derrigorrezkoa da.

source: Date is mandatory.
eu: Data derrigorrezkoa da.

source: Time is mandatory.
eu: Denbora derrigorrezkoa da.

source: Name
eu: Izena

source: Email Address
eu: Posta elektronikoa

source: Message
eu: Mezua

source: Send
eu: Bidali

source: Error: %s
eu: Errorea: %s

source: Bad request: %s
eu: Eskari txarra: %s

source: Unhandled exception: %s
eu: Kudeatu gabeko salbuespena: %s

source: Message from %s
eu: %s-ren mezua

source: Your message has been sent. Thank you!
eu: Zure mezua bidali da. Eskerrik asko!
